<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AdobeAcrobatDCUpdate</string>
	<key>Input</key>
	<dict>
		<key>LANGUAGE</key>
		<string>English</string>
		<key>MAJOR_VERSION</key>
		<string>AcrobatDC</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>global_free/adobe/acrobatpro/dc</string>
		<key>NAME</key>
		<string>adobe_acrobat_dc_update</string>
		<key>OS_VERSION</key>
		<string>10.9.0</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>Adobe Acrobat</string>
				<string>Adobe Acrobat Pro</string>
				<string>Distiller</string>
				<string>Firefox</string>
				<string>Microsoft Word</string>
				<string>Safari</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>global_free_raw</string>
			</array>
			<key>category</key>
			<string>Adobe, Design, Media</string>
			<key>description</key>
			<string>This update provides system requirement enhancements, mitigation for security issues, improved overall stability, bug fixes, and feature enhancements. For a list of specific bug fixes, new features, and other changes in this release, see the Release Notes. Continuous Track.</string>
			<key>developer</key>
			<string>Adobe</string>
			<key>display_name</key>
			<string>Adobe Acrobat DC (Continuous) Update</string>
			<key>icon_name</key>
			<string>global/adobe_acrobat_pro_dc.png</string>
			<key>minimum_os_version</key>
			<string>10.9</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>notes</key>
			<string>usage: managed_updates (use adobe_acrobat_dc in managed/optional_installs)
other info:
source: AutoPkg (com.github.joshua-d-miller.autopkg.munki.AdobeAcrobatDCUpdate)
manual edits: installs key type = bundle (to distinguish from older major versions)</string>
			<key>update_for</key>
			<array>
				<string>adobe_acrobat_dc</string>
			</array>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.AdobeAcrobatDCUpdate</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>AdobeAcrobatDcUpdateInfoProvider</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.novaksam-recipes/Recipes - Download/AdobeAcrobatDcUpdateInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>5916e8671fdc087df9c100b3d80da369ad18af9a30f011fc77e4b952afb5d83a</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.joshua-d-miller.autopkg.munki.AdobeAcrobatDCUpdate</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/Adobe/AdobeAcrobatDCUpdate.munki.recipe</string>
				<key>sha256_hash</key>
				<string>37ac0de0b7f703aa121dbfe0e21a55700ae6e84b3494c36f4cd839fc42aef5d9</string>
			</dict>
			<key>com.github.novaksam.download.AdobeAcrobatDCUpdate</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.novaksam-recipes/Recipes - Download/AdobeAcrobatDCUpdates.download.recipe</string>
				<key>sha256_hash</key>
				<string>6d5845aa76b42b35b0ae840a0e10f6d7bfacfc3226f3c2d05369a0c4b6c132fc</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
