<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AppleXeroxPrinterDrivers</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>global_free/printers/drivers/apple</string>
		<key>NAME</key>
		<string>apple_xerox_printer_drivers</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>global_free_raw</string>
			</array>
			<key>icon_name</key>
			<string>global/printer_driver.png</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.n8felton.munki.AppleXeroxPrinterDrivers</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.n8felton.shared/AppleSupportDownloadInfoProvider</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/SharedProcessors/AppleSupportDownloadInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>cb97c7d29684d437fd11fc5aa9781f5185659d1c0c78d1979b1c32d7f77d90e1</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.n8felton.download.AppleXeroxPrinterDrivers</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/ApplePrinterDrivers/AppleXeroxPrinterDrivers.download.recipe</string>
				<key>sha256_hash</key>
				<string>e9b9ec40d54e681c8cca5b3ba8330d9aea46d4429fa7886b2741dfeb4b7ab57f</string>
			</dict>
			<key>com.github.n8felton.munki.AppleXeroxPrinterDrivers</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/ApplePrinterDrivers/AppleXeroxPrinterDrivers.munki.recipe</string>
				<key>sha256_hash</key>
				<string>500a11d2cf4fe9cbdda9f8c100274055ab2e166dec51f3356a642385ca7e80c6</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
