<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.AppleBrotherPrinterDrivers</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>global_free/printers/drivers/apple</string>
		<key>NAME</key>
		<string>apple_brother_printer_drivers</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>global_free_raw</string>
			</array>
			<key>icon_name</key>
			<string>global/printer_driver.png</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.n8felton.munki.AppleBrotherPrinterDrivers</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>com.github.n8felton.shared/AppleSupportDownloadInfoProvider</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/SharedProcessors/AppleSupportDownloadInfoProvider.py</string>
				<key>sha256_hash</key>
				<string>cb97c7d29684d437fd11fc5aa9781f5185659d1c0c78d1979b1c32d7f77d90e1</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.n8felton.download.AppleBrotherPrinterDrivers</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/ApplePrinterDrivers/AppleBrotherPrinterDrivers.download.recipe</string>
				<key>sha256_hash</key>
				<string>0021ccfbd15c3559ce695b864f7623c15bb7dbf0f220047d77f6d8271a257497</string>
			</dict>
			<key>com.github.n8felton.munki.AppleBrotherPrinterDrivers</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.n8felton-recipes/ApplePrinterDrivers/AppleBrotherPrinterDrivers.munki.recipe</string>
				<key>sha256_hash</key>
				<string>8cd4e39cd7069d0c589d4666d2957ed2252f4cdb134fe80ea321517e3037ef29</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
