<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Aquamacs</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Developer</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>global_free/aquamacs.org/aquamacs</string>
		<key>NAME</key>
		<string>aquamacs</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>global_free_raw</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>The Emacs for the Mac. An Editor for Text, HTML, LaTeX, C++, Java, Python, R, Perl, Ruby, PHP, and more... Aquamacs is a modern editor based on GNU Emacs.</string>
			<key>developer</key>
			<string>aquamacs.org</string>
			<key>display_name</key>
			<string>Aquamacs</string>
			<key>icon_name</key>
			<string>global/aquamacs</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>notes</key>
			<string>usage: managed/optional_installs, managed_updates
other info:
source: AutoPkg (com.github.mkuron.munki.Aquamacs)</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.mkuron.munki.Aquamacs</string>
</dict>
</plist>
