<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Aquamacs</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_CATEGORY</key>
		<string>Developer</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>global_free/aquamacs.org/aquamacs</string>
		<key>NAME</key>
		<string>aquamacs</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>global_free_raw</string>
			</array>
			<key>category</key>
			<string>%MUNKI_CATEGORY%</string>
			<key>description</key>
			<string>The Emacs for the Mac. An Editor for Text, HTML, LaTeX, C++, Java, Python, R, Perl, Ruby, PHP, and more... Aquamacs is a modern editor based on GNU Emacs.</string>
			<key>developer</key>
			<string>aquamacs.org</string>
			<key>display_name</key>
			<string>Aquamacs</string>
			<key>icon_name</key>
			<string>global/aquamacs</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>notes</key>
			<string>usage: managed/optional_installs, managed_updates
other info:
source: AutoPkg (com.github.mkuron.munki.Aquamacs)</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.mkuron.munki.Aquamacs</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.hansen-m.download.aquamacs</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.hansen-m-recipes/Aquamacs/Aquamacs.download.recipe</string>
				<key>sha256_hash</key>
				<string>4c57f3dce8d0dc5422b5c4d9c53aec1f6f676b1797fc3f72a48bfe75752b3081</string>
			</dict>
			<key>com.github.mkuron.munki.Aquamacs</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.mkuron.mkuron-recipes/Aquamacs.munki.recipe</string>
				<key>sha256_hash</key>
				<string>9800c36b984cea6327a69a12523c812b074c96caa6c0168c6f0e89d247cffcb3</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
