<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Dropbox</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>global_free/dropbox</string>
		<key>NAME</key>
		<string>dropbox</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>global_free_raw</string>
			</array>
			<key>icon_name</key>
			<string>global/%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.dropbox</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.dropbox</key>
			<dict>
				<key>git_hash</key>
				<string>29e505418bf6e344ae43a4d5c847638153d142d1</string>
				<key>path</key>
				<string>/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Dropbox/Dropbox.download.recipe</string>
				<key>sha256_hash</key>
				<string>6b3f290f226e7ae1e47b1acc0494c3c395ecb15c755803d24776cbbdf97157af</string>
			</dict>
			<key>com.github.autopkg.munki.dropbox</key>
			<dict>
				<key>git_hash</key>
				<string>4e22128ce818615c5d4c0ea88da263714510f37e</string>
				<key>path</key>
				<string>/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Dropbox/Dropbox.munki.recipe</string>
				<key>sha256_hash</key>
				<string>422c730aae40465b09306ae6b5c51bc78fce0d3667ee9e9ce0a3369b786828b4</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
