<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.DYMOLabel</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>global_free/printers/drivers/dymo</string>
		<key>NAME</key>
		<string>dymo</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>global_free_raw</string>
			</array>
			<key>icon_name</key>
			<string>global/%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.dymolabel</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.joshua-d-miller.autopkg.munki.dymolabel</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/DYMO/DYMOLabel.munki.recipe</string>
				<key>sha256_hash</key>
				<string>1d82125b6b8b308a1c9255a78d99331e2bfa74fa38c84300e9c965ffa8aa57bf</string>
			</dict>
			<key>com.github.joshua-d-miller.download.dymolabel</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/DYMO/DYMOLabel.download.recipe</string>
				<key>sha256_hash</key>
				<string>e2be7edccc7707fc3214d32e948b4c56ec520200a750143929efe204b331a495</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
