<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Firefox</string>
	<key>Input</key>
	<dict>
		<key>DISABLE_CODE_SIGNATURE_VERIFICATION</key>
		<false/>
		<key>LOCALE</key>
		<string>en-US</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>global_free/mozilla/firefox</string>
		<key>NAME</key>
		<string>firefox_esr</string>
		<key>RELEASE</key>
		<string>latest-esr</string>
		<key>pkginfo</key>
		<dict>
			<key>additional_makepkginfo_options</key>
			<array>
				<string>--file=/Applications/Firefox-ESR.app</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>global_free_raw</string>
			</array>
			<key>category</key>
			<string>Web, Cloud</string>
			<key>description</key>
			<string>Lastest ESR (Extended Support Release) version of Mozilla Firefox:  a free and open source web browser.</string>
			<key>developer</key>
			<string>Mozilla</string>
			<key>display_name</key>
			<string>Mozilla Firefox ESR</string>
			<key>icon_name</key>
			<string>global/%NAME%.png</string>
			<key>items_to_copy</key>
			<array>
				<dict>
					<key>destination_item</key>
					<string>Firefox-ESR.app</string>
					<key>destination_path</key>
					<string>/Applications</string>
					<key>source_item</key>
					<string>Firefox.app</string>
				</dict>
			</array>
			<key>name</key>
			<string>%NAME%</string>
			<key>notes</key>
			<string>usage: managed/optional_installs, managed_updates
other info: NOTE: Do not release v52.X until May or possibly June (even to _testing), because Firefox ESR v52 being qualified and there will likely be updates to v45 still.
source: AutoPkg (com.github.autopkg.munki.firefox-rc-en_US)
manual edits: installs key change type to 'bundle', installs key path needs to be: /Applications/Firefox-ESR.app"</string>
			<key>postinstall_script</key>
			<string>#!/bin/bash

					# If firefox_config_disableupdates has been installed, make sure to reinstall the config files.
					# The local admin can immediately and persistently override the default configuration by
					#   (1) creating their own override.cfg file at these paths:
					#     /Applications/Firefox.app/Contents/Resources/override.cfg
					#     /Library/EPM/Apps/firefox_config_disableupdates/autoconfig-override/override.cfg
					#   AND
					#   (2) replacing the standard autoconfig.js file with the version required for the override:
					#	  /bin/cp /Library/EPM/Apps/firefox_config_disableupdates/autoconfig-override/autoconfig.js /Applications/Firefox.app/Contents/Resources/defaults/pref
					# See this site for basic information on how this configuration process works:
					#   https://developer.mozilla.org/en-US/Firefox/Enterprise_deployment

					if [ -f /Library/EPM/Apps/firefox_config_disableupdates/autoconfig-override/override.cfg ]; then
						/bin/cp /Library/EPM/Apps/firefox_config_disableupdates/autoconfig-override/override.cfg /Applications/Firefox-ESR.app/Contents/Resources
						/bin/cp /Library/EPM/Apps/firefox_config_disableupdates/autoconfig-override/autoconfig.js /Applications/Firefox-ESR.app/Contents/Resources/defaults/pref
					elif [ -f /Library/EPM/Apps/firefox_config_disableupdates/autoconfig-default/mozilla.cfg ]; then
						/bin/cp /Library/EPM/Apps/firefox_config_disableupdates/autoconfig-default/mozilla.cfg /Applications/Firefox-ESR.app/Contents/Resources
						/bin/cp /Library/EPM/Apps/firefox_config_disableupdates/autoconfig-default/autoconfig.js /Applications/Firefox-ESR.app/Contents/Resources/defaults/pref			
					fi
	
					exit 0
			</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.firefox-rc-en_US</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict>
			<key>MozillaURLProvider</key>
			<dict>
				<key>git_hash</key>
				<string>8332edca4fbafc1e8aff8c119e571f27b4853bb5</string>
				<key>path</key>
				<string>/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Mozilla/MozillaURLProvider.py</string>
				<key>sha256_hash</key>
				<string>b3c2711d58a670f13d186f77743fd0808470d387fd780b852e8fcfcecdbec251</string>
			</dict>
		</dict>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.firefox-rc-en_US</key>
			<dict>
				<key>git_hash</key>
				<string>1389f3bf17dfa5392e75f5be71efbb96fa0994db</string>
				<key>path</key>
				<string>/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Mozilla/Firefox.download.recipe</string>
				<key>sha256_hash</key>
				<string>ce60d336bef2197004d2a1881d528338fb04e7e76972e98902f9abc6c84a922e</string>
			</dict>
			<key>com.github.autopkg.munki.firefox-rc-en_US</key>
			<dict>
				<key>git_hash</key>
				<string>8332edca4fbafc1e8aff8c119e571f27b4853bb5</string>
				<key>path</key>
				<string>/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/Mozilla/Firefox.munki.recipe</string>
				<key>sha256_hash</key>
				<string>ca589a917fa5251ad39071dd49b168ed9c6549f4b085e706ea541829c3ec426d</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
