<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.GeoGebra</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>global_free/geogebra</string>
		<key>NAME</key>
		<string>geogebra</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>global_free_raw</string>
			</array>
			<key>icon_name</key>
			<string>global/%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.joshua-d-miller.autopkg.munki.geogebra</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.joshua-d-miller.autopkg.munki.geogebra</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/GeoGebra/GeoGebra.munki.recipe</string>
				<key>sha256_hash</key>
				<string>fd0e1804b7586b1f0d266da1302e742a0612f934a5a180675e48296969ba5f6b</string>
			</dict>
			<key>com.github.joshua-d-miller.download.geogebra</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.joshua-d-miller-recipes/GeoGebra/GeoGebra.download.recipe</string>
				<key>sha256_hash</key>
				<string>b5c6eb051247ade0dc744ee9ed7678f0c26e508ab8383ee424b4f2c4267534c5</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
