<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.GoogleEarth</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>global_free/google/earth</string>
		<key>NAME</key>
		<string>google_earth</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>global_free_raw</string>
			</array>
			<key>icon_name</key>
			<string>global/%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.google-earth</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.google-earth</key>
			<dict>
				<key>git_hash</key>
				<string>a185f6926b5e4bb6431a942dd2892a651e1acbfb</string>
				<key>path</key>
				<string>/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/GoogleEarth/GoogleEarth.download.recipe</string>
				<key>sha256_hash</key>
				<string>b6738116e8b5e6ac705a80fb33837e197015c86b6a5ac633274b0dbcd4fbadbe</string>
			</dict>
			<key>com.github.autopkg.munki.google-earth</key>
			<dict>
				<key>git_hash</key>
				<string>a185f6926b5e4bb6431a942dd2892a651e1acbfb</string>
				<key>path</key>
				<string>/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/GoogleEarth/GoogleEarth.munki.recipe</string>
				<key>sha256_hash</key>
				<string>2b330ed5ac695ee8bffad0647136f1badaefc1412b1674275daa6f51fd4994d7</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
