<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.MalwarebytesAntiMalware</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>global_free/malwarebytes</string>
		<key>NAME</key>
		<string>malwarebytes</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>global_free_raw</string>
			</array>
			<key>icon_name</key>
			<string>global/%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.aysiu.munki.MalwarebytesAntiMalware</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.aysiu.munki.MalwarebytesAntiMalware</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.aysiu-recipes/MalwarebytesAntiMalware/MalwarebytesAntiMalware.munki.recipe</string>
				<key>sha256_hash</key>
				<string>3ae37fd6a11185635ac3d0bdc2f85e477f127695911a9c874fbcff9f207b360f</string>
			</dict>
			<key>com.github.rtrouton.download.MalwarebytesAntiMalware</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MalwarebytesAntiMalware/MalwarebytesAntiMalware.download.recipe</string>
				<key>sha256_hash</key>
				<string>6cb7e01dc5308025d5eec22914342b6fab396a80ef9771988acdd8bbf9ff9251</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
