<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.MunkiAdmin</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>global_free/munki/munkiadmin</string>
		<key>NAME</key>
		<string>munki_admin</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>global_free_raw</string>
			</array>
			<key>icon_name</key>
			<string>global/%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jleggat.MunkiAdmin.munki</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.jleggat.MunkiAdmin.download</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.jleggat-recipes/MunkiAdmin/MunkiAdmin.download.recipe</string>
				<key>sha256_hash</key>
				<string>9c01be7d51abb4f62e4cbddff1e434c49c2b2ff605aff91a273ddfaf20e18f1b</string>
			</dict>
			<key>com.github.jleggat.MunkiAdmin.munki</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.jleggat-recipes/MunkiAdmin/MunkiAdmin.munki.recipe</string>
				<key>sha256_hash</key>
				<string>6ed5a444db32299f40bc29a8583390d83b1403037f091f7ddd112c1c8e34f402</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
