<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.OracleJava8JDK</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>global_free/oracle/java_8_jdk</string>
		<key>NAME</key>
		<string>oracle_java_8_jdk</string>
		<key>ORACLE_LICENSE_COOKIE</key>
		<string>oraclelicense=accept-securebackup-cookie</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>global_free_raw</string>
			</array>
			<key>category</key>
			<string>Web, Cloud</string>
			<key>description</key>
			<string>Java web browser plug-in and development environment.</string>
			<key>developer</key>
			<string>Oracle</string>
			<key>display_name</key>
			<string>Oracle Java 8 JDK</string>
			<key>icon_name</key>
			<string>global/%NAME%</string>
			<key>installer_choices_xml</key>
			<array>
				<dict>
					<key>attributeSetting</key>
					<integer>1</integer>
					<key>choiceAttribute</key>
					<string>selected</string>
					<key>choiceIdentifier</key>
					<string>choice0</string>
				</dict>
				<dict>
					<key>attributeSetting</key>
					<integer>0</integer>
					<key>choiceAttribute</key>
					<string>selected</string>
					<key>choiceIdentifier</key>
					<string>choice1</string>
				</dict>
			</array>
			<key>minimum_os_version</key>
			<string>10.8.3</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>notes</key>
			<string>usage: managed/optional_installs, managed_updates
other info: this pkginfo only installs the JDK component but it also requires the JRE pkginfo separately; this separation makes things more modular and leads to a cleaner uninstallation process
source: AutoPkg (com.github.nmcspadden.OracleJava8JDK.munki)
manual edits: comment out com.oracle.jre receipt</string>
			<key>requires</key>
			<array>
				<string>oracle_java_8</string>
			</array>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.nmcspadden.OracleJava8JDK.munki</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.hansen-m.download.OracleJava8JDK</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.hansen-m-recipes/Oracle/OracleJava8JDK.download.recipe</string>
				<key>sha256_hash</key>
				<string>c9e8186528d1faf8869d1716d1ed01e454e419734d59cbad976bd20c0fe20529</string>
			</dict>
			<key>com.github.nmcspadden.OracleJava8JDK.munki</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.nmcspadden-recipes/Oracle/OracleJava8JDK.munki.recipe</string>
				<key>sha256_hash</key>
				<string>ce6d399c5d13bf95083faf2b3ddb2af65b04cfc22c92930edd7700b7c1c6f2b6</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
