<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.Pacifist</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>global_free/pacifist</string>
		<key>NAME</key>
		<string>pacifist</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>global_free_raw</string>
			</array>
			<key>icon_name</key>
			<string>global/%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.arubdesu.munki.Pacifist</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.arubdesu.download.Pacifist</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.arubdesu-recipes/Pacifist/Pacifist.download.recipe</string>
				<key>sha256_hash</key>
				<string>3a105a024b7a094e4f3d2f91e9ad379b07a4abe7c6c9d1b1d792a9bc4e267ae6</string>
			</dict>
			<key>com.github.arubdesu.munki.Pacifist</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.arubdesu-recipes/Pacifist/Pacifist.munki.recipe</string>
				<key>sha256_hash</key>
				<string>97cdcf9f4ebbee7f8a34c83e5867c488c04748f4f7e9ec3cc744421de7815990</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
