<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.R</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>global_free/r_project</string>
		<key>NAME</key>
		<string>r_project</string>
		<key>OS_RELEASE</key>
		<string>mavericks</string>
		<key>pkginfo</key>
		<dict>
			<key>blocking_applications</key>
			<array>
				<string>R.app</string>
				<string>RStudio.app</string>
			</array>
			<key>catalogs</key>
			<array>
				<string>global_free_raw</string>
			</array>
			<key>category</key>
			<string>Developer</string>
			<key>description</key>
			<string>R is a free software environment for statistical computing and graphics. It compiles and runs on a wide variety of UNIX platforms, Windows and MacOS.</string>
			<key>developer</key>
			<string>R Project</string>
			<key>display_name</key>
			<string>R</string>
			<key>icon_name</key>
			<string>global/%NAME%.png</string>
			<key>minimum_os_version</key>
			<string>10.9</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>notes</key>
			<string>usage: managed/optional_installs, managed_updates
other info: 
source: AutoPkg (io.github.hjuutilainen.munki.R)</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>io.github.hjuutilainen.munki.R</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>io.github.hjuutilainen.download.R</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/R/R.download.recipe</string>
				<key>sha256_hash</key>
				<string>92313d41526a8149917a57fee1208bb37485b4dc77f7b29c022144d85f857b18</string>
			</dict>
			<key>io.github.hjuutilainen.munki.R</key>
			<dict>
				<key>path</key>
				<string>/Users/Shared/Jenkins/Library/AutoPkg/RecipeRepos/com.github.autopkg.hjuutilainen-recipes/R/R.munki.recipe</string>
				<key>sha256_hash</key>
				<string>8f78709f41dea3e6c964e45d663cad6f0cd37d355b4bed571b88f986019198bd</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
