<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.TextWrangler</string>
	<key>Input</key>
	<dict>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>global_free/barebones/textwrangler</string>
		<key>NAME</key>
		<string>textwrangler</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>global_free_raw</string>
			</array>
			<key>category</key>
			<string>Developer</string>
			<key>description</key>
			<string>A free, powerful general purpose text editor, and Unix and server administrator’s tool.</string>
			<key>developer</key>
			<string>Bare Bones Software</string>
			<key>display_name</key>
			<string>TextWrangler</string>
			<key>icon_name</key>
			<string>global/%NAME%</string>
			<key>name</key>
			<string>%NAME%</string>
			<key>notes</key>
			<string>usage: managed/optional_installs, managed_updates
other info: 
source: AutoPkg (com.github.autopkg.munki.textwrangler)</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.textwrangler</string>
</dict>
</plist>
