<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.munki.XQuartz</string>
	<key>Input</key>
	<dict>
		<key>BRANCH</key>
		<string>release</string>
		<key>MUNKI_REPO_SUBDIR</key>
		<string>global_free/xquartz</string>
		<key>NAME</key>
		<string>xquartz</string>
		<key>pkginfo</key>
		<dict>
			<key>catalogs</key>
			<array>
				<string>global_free_raw</string>
			</array>
			<key>icon_name</key>
			<string>global/%NAME%.png</string>
			<key>name</key>
			<string>%NAME%</string>
		</dict>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.autopkg.munki.xquartz</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.autopkg.download.xquartz</key>
			<dict>
				<key>git_hash</key>
				<string>7a371ca41ed7a016fe4ccdadc11fc58a17cc2d48</string>
				<key>path</key>
				<string>/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/XQuartz/XQuartz.download.recipe</string>
				<key>sha256_hash</key>
				<string>d9b96b68e5e5b34e6735ab17f9e2a3a450b8fc0f0427d1d407a97737d4b5ab14</string>
			</dict>
			<key>com.github.autopkg.munki.xquartz</key>
			<dict>
				<key>git_hash</key>
				<string>9bc15778862705de0902f12d28dd81865ddef2ff</string>
				<key>path</key>
				<string>/Library/AutoPkg/RecipeRepos/com.github.autopkg.recipes/XQuartz/XQuartz.munki.recipe</string>
				<key>sha256_hash</key>
				<string>43d56e20dbf5f48cb2f766ac2be6a065041168056b91816d5c12dd94ca8db328</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
